Console.WriteLine("Добро пожаловать в программу!"); // Эта команда выведет фразу "Добро пожаловать в программу!"
Console.WriteLine(); // Эта команда выведет пустую строку
Console.WriteLine("1 ТОВАР"); // Эта команда выведет фразу "1 ТОВАР"
Console.WriteLine("Введите название товара"); // Эта команда выведет фразу "Введите название товара"
string N1 = Console.ReadLine(); // Эта команда для ввода данных названия, переменная строкового типа
String
Console.WriteLine("Введите количество товара"); // Эта команда выведет фразу "Введите количество
товара "
int K1 = Convert.ToInt32(Console.ReadLine()); // Эта команда для ввода данных о количестве, переменная целого числового типа Integer
Console.WriteLine("Введите цену товара (между целой и дробной частью ставится запятая)");// Эта команда выведет фразу "Введите цену товара…"
double C1 = Convert.ToDouble(Console.ReadLine()); // Эта команда для ввода данных о цене, переменная вещественного числового типа Double
Console.WriteLine();


